/* 
 Localizable.strings
 HockeySDK
 
 Created by Andreas Linde on 01.07.12.
 Copyright (c) 2012-2013 HockeyApp, Bit Stadium GmbH. All rights reserved.
 Copyright (c) 2012 Codenauts UG (haftungsbeschränkt). All rights reserved.
 */

/* Window title string, with placeholder for the AppName */
"WindowTitle" = "Rapporto di problemi per %@";

/* Introduction text, with app name placeholder first and company placeholder second */
"IntroductionText" = "%@ si è chiusa inaspettatamente. Vuoi inviare un report con i dettagli del crash per aiutarci a risolvere il problema?";


/* Name Text Title */
"NameTextTitle" = "Nome";

/* Email Text Title */
"EmailTextTitle" = "Email";

/* Comments Disclosure Text */
"CommentsDisclosureTitle" = "Commenti";

/* User description placeholder */
"UserDescriptionPlaceholder" = "Indicare qui le informazioni relative al proprio Mac e le operazioni che hanno portato al problema.\n\nIndicare inoltre anche l'indirizzo e-mail per permetterci eventualmente di contattarla.";

/* Problems Details Box  Title */
"ProblemDetailsTitle" = "Dettagli dei problemi e configurazione del sistema";

/* Privacy note text */
"PrivacyNote" = "Con questo rapporto non verranno inviate alcune informazioni personali.";

/* Show Details Button */
"ShowDetailsButtonTitle" = "Visualizza dettagli";

/* HIde Details Button */
"HideDetailsButtonTitle" = "Nascondi dettagli";

/* Cancel Button */
"CancelButtonTitle" = "Annulla";

/* Send Button */
"SendButtonTitle" = "Invia";

